Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 印元飞舒了口气，正打算给对方最后一击，赢下这场比赛，却隐隐背后一凉，丰富的对战经验，另他下意识执剑往后一挡，哐当一声。他只觉得手间一重，刚还被困在雷光中的思羽突然出现在他身后。
en_us: Yin Yuanfei heaved a sigh of relief. But just as he was about to deal the final blow to his opponent to win the competition, he felt a slight chill on his back. Having a rich experience in battle, he subconsciously used his sword to defend his back and then, with a clashing sound, he felt a weight in his hand as Si Yu who had been trapped in the barrage of lightning suddenly appeared behind him.

source: 印元飞顿时松了口气，召唤的雷光越来越密集。思羽皱了皱眉，虽然不甘心，但这一战她确实赢不了，直到用尽了最后一丝灵力，思羽周身的防御瞬间消散。满天的雷光，顿时打在了她的身上。
en_us: Yin Yuanfei heaved a sigh of relief and he further concentrated on summoning forth lightning bolts. Si Yu furrowed her brows at this. Although she felt indignant, she could not win this battle. She used up all her Spirit Qi and the protection around her body disappeared, and then the skyful of lightning struck her body.

source: 印天城位于上青界以东，算是东边最大的一座仙城。沈萤一行花了一整天的功夫才在天黑之前赶到了城中。
en_us: Yin Tian Town was situated at the east of the Upper Azure World and it was considered the largest immortal town in that region. Shen Ying took an entire day's effort to rush to the town before nightfall.

source: 印家不愧是上青界首富，安排的宴席就在印天城最大的酒家正丰楼。而且天一黑就派了弟子来请人，早早的清了场。
en_us: True to their reputation of being the richest family in the Upper Azure World, the Yin Family had arranged for the banquet to held in Zheng Feng Restaurant, the largest restaurant in Yin Skycity. Moreover, as soon as it had turned dark, they had sent their disciples to personally invite their guests after having cleared the restaurant of all its customers.

source: 印家不愧是四大家族中最有钱的。自他们亮出参赛的令牌开始，就有人领着一行人到了专门供参赛者休息的独立院落，院子虽然比不上无敌派那么宽广，但供十几个人休息到是绰绰有余。而且每个门派之间都是独立分开的，据孤月打听到的结果，单是来参加门派大比的大小门派，就有上千家。可见印家的财大气粗。
en_us: It was no wonder the Yin Family was the richest amongst the four aristocratic families; from the moment they showed their participation token, there was already someone leading the line of people to the independent courtyards specifically catered for the participants. Although the courtyard was not as wide as Invincible Sect's, accommodating roughly a dozen people to rest was more than sufficient and every sect was separated. According to what Lonemoon had found out, just the number of sects, big and small, that had come to participate in the competition were already in the thousands. Evidently, the Yin Family was truly wealthy.

source: 印风一急，直接冲了进去一把扶住两人，着急的查看了一遍自己儿子，才带些怒意的看向上首之人，“郁家主，你这是何意？”
en_us: Yin Feng rushed forward and pulled the two youngsters to their feet. He anxiously checked that his son was unharmed, then angrily turned to the man opposite from them. "Yu Family Family Master, what do you mean by this?"

source: 印风却是一惊，羿清，孤月！这不是一年前闯入轩辕家的那两位剑修吗？他顿时明白为何轩辕禹对这几人这么热情了，原来如此！
en_us: Yin Feng was stunned. Yi Qing, Lonemoon! Weren't these the two sword cultivators that had broken into the Xuan Yuan Family's home a year ago? He suddenly understood why Xuan Yuanyu was treating these people so well!

source: 印风只好起身送客，反悔已经来不及了，只能陪着笑脸一路将众人送到了门口。
en_us: Yin Feng had no choice but to send his guests off. There was no use regretting. He could only put on a smile and walk his guests to the front door.

source: 印风本是想套套几人的话，弄清一下来历，外加打好关系。他虽然是修士，但也是半个商人。原本以为很容易就可以套出几人的来路。却不想遇到了孤月。半个现任奸商，遇到一个前任国民奸商，可想而知结果怎么样。
en_us: Yin Feng had originally intended to pry some information out of these people as well as build a good relationship with them. Although he was a cultivator, he was also half a merchant. He had thought it would be easy to find out about their background, but he hadn't counted on dealing with someone like Lonemoon. When an unscrupulous half-merchant met an unscrupulous former merchant citizen, the outcome of such a face-off was not hard to predict.

source: 印风见他们突然停住，顺着两人的视线看了一眼，立马笑着解释道，“哦，这是为几个无赖修士立下的，前些年印家门下一个酒楼来报，有三个修士不单吃霸王餐还意欲逃跑，所以为了惩罚和警告才立了这牌子。牌上那人就是主谋之人。”
en_us: Noticing that they had halted suddenly, Yin Feng's eyes followed the direction of their gaze to the sign. With a laugh, he immediately explained, "Oh, this sign was put up especially for a few rogue cultivators. A few years ago, a restaurant under our Yin Family’s name reported that these three cultivators not only left without paying their bill but also tried to escape pursuit. So this sign was put up to serve as their punishment and warning. The person whose name is on the sign is the main culprit."

source: 印风领着众人来到一片桃林中央，这才看到前方摆了很多桌椅，上面已经摆满一桌桌各色的食物，沈萤眼睛顿时就亮了。
en_us: Yin Feng led the group to the center of a peach forest. They saw that many tables and chairs had been set up at the spot in front of them. The tables were laden with a variety of food—Shen Ying's eyes lit up immediately at the sight.

source: 印风：“……”
en_us: Yin Feng: "…"

source: 危险！
en_us: Danger!

source: 危难关头，他脑海似乎也运转得特别快了，突然他灵机一动，好像……下午研究时，黑色元力运转到眼睛时，时间流转慢了一丝？
en_us: His mind seemed to move particularly quickly during such a greatly dangerous moment. An idea came to him suddenly. It seemed as though... during his research that afternoon, when some black essence force was transferred to his eyes, time had slowed down by a smidgen.

source: 即便小江逸将那数十部秘笈，每一种系别的心法全都试验了一遍，耗时接近一年，却依旧没有出现奇迹——他提炼一个月元力积攒出来的成果，甚至比不上某些天才子弟修炼一天来得多！
en_us: The young Jiang Yi spent almost an entire year trying out every single technique of mental cultivation available in the stacks of secret tomes. Despite this, he did not experience any miracle at all. The amount of essence force collected over a month of cultivation remained less than what some genius disciples extracted in a single day.

source: 却被羿清直接一把提了起来，“师父，您觉得晚上做萝卜羹怎么样？”
en_us: Yi Qing raised up his sword and turned to ask Shen Ying, "Master, what do you think about having radish for dinner tonight?"

source: 却见那只兔子眼圈一红，哗啦一下就跪了下来，“上仙饶命，我不是故意的，对不起，对不起，对不起！”
en_us: Yet all the rabbit did was to well up in tears and dropped to its knees sobbing, "Exalted Immortal, please spare my life. I didn't mean it. Sorry, sorry, sorry!"

source: 历练的第一天，妖抓了，事却还没有解决。
en_us: Although the demon was caught on the first day of the experiential training, the matter had yet to be resolved.

source: 压下心底的吐槽，孤月快速结印，在羿清周身布下重重防御阵法。顿悟时间有长有短，而且看他周身这浓郁的灵气跟剑气，估计还是一次大的顿悟，也不知道要多久？顿悟时最忌被打断，这阵法是必须的，看来为保险起见，一会还要回去让掌门派些人来守着。
en_us: Suppressing his urge to complain, Lonemoon quickly conjured a seal, setting up a heavy defensive array formation around Yi Qing. Epiphanies could be long or short, and judging by his strong Spirit Qi and Sword Qi, it was probably a major epiphany. How long was it going to last? The worst thing to do during an epiphany was to interrupt it. This array formation was necessary, and to be on the safe side, he should get back to the sect and ask the sect leader to arrange for some men to guard over him.

source: 原本他们还没有在意，直到旁边议论声越来越大，一路行来越来越多的目光聚集在九人身上，还伴着越来越不加掩饰的指指点点。
en_us: They had initially not been bothered by the attention they attracted until the chattering among the crowd grew louder and louder, and an increasing number of eyes were focused on the nine girls accompanied by more and more pointing fingers.

source: 原本他们邀她一起下山的，但想着兴许还能穿回去，她就拒绝了，回到了这个茅屋，等着看啥时候能突然回去。这个茅草屋，虽然破旧得好像随时都可能倒掉，好在可以遮风癖雨，住了几天后，她宅废属性暴发，更不想动了。
en_us: At first they invited her to leave the mountain together, but holding the hope that she might transmigrate back with some sheer luck, she rejected their offer. She returned to the straw cottage hoping that it would happen sometime. Despite looking old and shabby like it could collapse any moment, this straw cottage managed to keep the wind and rain out. After staying there for a few days, the homebody in her erupted, and she lost all her desire to move.

source: 原本他还有以为，兔妖们所说的，师父一人灭了九大妖王的事，其中定有别的原故。加上原本拜师，也并不是因为对方修为高而已，所以也一直没问师父修为到底什么境界。但没想到，师父竟然……竟然真的如此厉害！
en_us: He had thought that there must have been other explanations for what the rabbit demon had said, that the Master had destroyed the nine great demons by herself. Moreover, when he had sought apprenticeship under the master, her high cultivation had not been his main consideration, so he had never asked Master what level she was at. But he did not expect Master to be so… so amazing!

source: 原本以为几人至少会兴奋一下，却发现他夸了半天，几人一点回应都没有，眼神只齐唰唰看着沈萤，仿佛期待着什么似的。那专注的样子，就连缺条筋的某人都感觉到了，她愣了一下，半会才转头从善如流的也夸了一句。
en_us: He had originally thought that the few of them would be excited. Only after he had spent a significant amount of time praising them did he realize that they were not showing any type of response. Their eyes were fixated on Shen Ying as if waiting for her to say something. Even Shen Ying, who was missing a part of her meridians, could tell that they were focused on her. She hesitated before turning around, and then smoothly praised them as well.

source: 原本只有一百二十斤力气的江逸仓促运转江水决元力，竟然在融合了无名口诀修炼出来的那一丝黑色元力之后，一招便将江豹反推出去四五丈远？
en_us: when Jiang Yi hurriedly circulated the Jiang Water Art essence force which only had about 72 kilograms of force, it unexpectedly fused with a cloud of black essence force from the nameless formula. One blow was enough to sent Jiang Bao tumbling back fifty feet away.

source: 原本喧闹的密林，已经安静得连虫鸣鸟啼都消失了个干净。
en_us: The rowdy forest had turned so silent that not even the sound of critters could be heard.

source: 原本带着九个妹子来参加大比时，他事先就交待过，对战之时只用学到的剑法就好。一是因为她们确实精通剑术，二就是为了隐藏她们体修的身份。就算有人觉得她们身体比一般人要强壮，顶多以为是剑修而已。
en_us: Originally, he had instructed the nine girls in advance to only use sword techniques in battle when he brought them to compete. For one, it was because they were indeed proficient in sword techniques, and two, it was to hide the fact that they were Body Cultivators. Even if someone realized their bodies were stronger than the normal, they would still only think that they were Sword Cultivators.

source: 原本想打算下山的沈萤：“……”
en_us: Shen Ying, who originally had the intention of leaving the mountain: "..."

source: 原本晴朗的天空，也突然灰暗起来，天空风起云涌，云层闪电光闪耀，仿佛正在酝酿着什么。而身后的玄天宗众峰顶，突然亮起了光点凝结成阵，直接形成一个巨大的透明屏障，把整个门派笼罩其中。
en_us: The previously sunny sky suddenly turned dark. As a storm began to rage, glaring crackles of lightning could be seen among the clouds as if something was brewing. The mountain peaks of Blackheaven Sect behind them lit up and formed an array, turning into a huge invisible shield, enveloping the entire sect within it.

source: 原本蹲着一个马步的江如鹰眼中寒光一闪，双腿一曲身子突兀朝前方跃去，右腿上黄色元力环绕带着赫赫风声如一把锋利斧头般，对着跪着的江逸后背狠狠劈下。
en_us: A glimmer of coldness flashed past Jiang Ruying's eyes. Originally squatting in a horse stance, both of his legs bent downwards as his body suddenly leaped forward. The yellow essence force revolving around his right leg produced a brilliant windy sound as the leg cut down ruthlessly onto a kneeling Jiang Yi's back like a sharp axe.

source: 原本还在怒吼着的灵兽，声音渐小，越来越弱。就连那双巨大的赤红双眼，也开始缓缓合拢。阵法越压越低，眼看着背云兽就要完全闭上眼睛，阵法也降到了它的眼睛周围。
en_us: The beast, which had been roaring angrily, slowly became quieter and weaker. Its eyelids began to close over its red eyes. The array got closer and closer to the beast until the eyes of the beast closed completely. The array landed on its eyes.

source: 原本这些人便是从小被当做炉鼎培养，学习的全是偏阴柔的术法。他对其它类型的修士也了解的不多，若她们根基还在，或许也教不了太多。不如趁这个机会转为剑修到是正好，剑修与法术不同，凭的是技巧与对剑意的领悟。所以即使她们根基已损，或许能在剑修路上走得更远也不一定。
en_us: Originally, those disciples were cultivated as human cauldrons from young and so all they had learned were the more gentle types of sorcery. He was also not familiar with the other types of cultivators which was why if their foundations had still been intact, perhaps he could not have taught much. But why not make use of this opportunity to switch to become Sword Cultivators? Sword cultivation and sorcery were different as sword cultivation relied on technique and the understanding of Sword Intent. So while their foundations were damaged, perhaps they could walk further on the path of Sword Cultivators.

source: 原来之所以布血祭大阵，是为了以阵中可以逆转天地的血煞之气，治好他的狐崽子。却中途发现了更好的东西：狸猫的紫霞玄芝，所以才废尽心机的抢过来。
en_us: The reason the blood fox had set up the Blood Sacrifice Array was to reverse the baneful Qi of heaven and earth so that he could cure his fox cub. But along the way he had found something even better — the Splendor Lingzhi of the civet cat — so he had devised all ways and means to steal it from the civet cat.

source: 原来只要捏碎就可以了吗？那他们易家这么多年的努力，到底都在干什么啊？
en_us: So all they had to do was crush the flower? Has the Yi Family been working so hard for nothing all these years?

source: 原来她们刚刚站的地方，就是这只龟的背上。
en_us: She had been standing on the turtle's shell!

source: 原来如此，所以那些妖气才只徘徊在几公里之外吗？
en_us: So that explained why the demonic aura could only linger a few kilometers away from the mountain.

source: 原来真的有魔界之门，不是在曲双城某一处内，而是整个曲双城本身就是界门。
en_us: So there really is the door of Demon Realm. Just that the door is not inside a part of the city, but the entire city itself is the door!

source: 原来蔬菜这么重要，“只要萝卜种得多的地就行了吗？”
en_us: So that’s why vegetables are important. "Any place where radishes grow would be acceptable?"

source: 原来这一个多月，他们都只在那练丹炉中打转了。
en_us: So it turned out that for more than a month, they had all been running circles inside that elixir-refining cauldron.

source: 原来，这就是传送阵啊！沈萤顿时有了些穿越的实感。
en_us: So this is the transportation array! Shen Ying felt that her transmigration had become more surreal.

source: 厨子！
en_us: Chef!

source: 厨子，你再不出关，我就要失去味觉了。
en_us: Chef, if you don't come out of seclusion soon, I'm going to lose my sense of taste.

source: 去你妹的交情！
en_us: So much for good relationship!

source: 又一个袋子砸在了桌上。
en_us: Another bag landed on the table with a thud.

source: 双方都拿出了全力，胜败在此一击。
en_us: The two had truly gone all out — this moment would decide the winner and loser.

source: 反应过来的万妖，同时朝着女子扑了过去。
en_us: As soon as they snapped to their senses, the demons simultaneously pounced at the woman.

source: 反正反应过来时，他已经在厨房了！
en_us: In any case, by the time he had reacted, he was already in the kitchen!

source: 反而玄天宗的众人瞬间炸开了锅，纷纷眼带不善的转头看向羿清，特别是一些不明真相的弟子们，质疑的声音不断传过来。
en_us: On the other hand, everybody in the Blackheaven Sect seemed to burst with anger. All of them turned to face Yi Qing with hostile expressions, especially the disciples who did not yet understand the truth. Voices of doubt sounded from all around.

source: 发财大计眼看泡汤了，肚子又饿得贴后背，江逸内心沮丧了到了极点。
en_us: Seeing the grand scheme to get rich go down the drain, while at the same time feeling so ravenous that he could eat a horse, the frustration in his heart reached close to breaking point.

source: 另一个身影快速闪过，拉起地上的人飞了起来，躲过那一波攻击。正是另一个上青界来的修士。
en_us: A shadow flashed past, picking up the person on the ground and flew into the air, avoiding the next wave of attack. That shadow was the other cultivator from the Upper Azure World.

source: 只余比赛场内，那一声声嘭……嘭……嘭……的拳声。
en_us: As for the competition stage, there was only the sounds of punches—Bam… Bam… Bam…—echoing.

source: 只可惜院门口有个大煞风景的华袍中年人正负着手，背对大门而立。当他听到江逸的脚步声时也不回头，反而重重的冷哼一声。
en_us: Unfortunately, Jiang Yi’s spirits were dampened by a middle-aged man in Chinese robes standing at the doorway to the courtyard, his back facing the door and arms folded. Upon hearing Jiang Yi’s footsteps coming from behind him, not only did the man refuse to turn around, he released a cold snort.

source: 只听得哗啦一声，海面的巨浪顿时遮住了半边天空。层层叠叠的水族灵兽铺天盖地般的，朝着两人扑了过来。
en_us: Boom! A gigantic surf rolled up from the sea until it covered half the sky. Waves upon waves of marine race spirit beasts charged towards the two of them.

source: 只听见叮铃铃一声，游仙手中的剑寸寸折断，直接全数碎在了她的手心里，连着剑柄一快。
en_us: All they heard was a clinging and the Traveling Immortal's sword began to fall apart. It broke into pieces within the palm of her hand, leaving behind its hilt.

source: 只听见哐当一声，那个阵法顿时一暗，空中突然往里凹进去了一块，哗啦一声打开了一个四四方方，像是柜门一样的缺口，清新浓郁的仙气，顿时扑面而来。
en_us: Bang! The array immediately darkened. The surrounding air suddenly seemed to collapse inwards. Following a clanging sound, a square, door-like gap appeared, and the scent of a rich and refreshing Immortal Qi wafted towards them.

source: 只听见啪的一声，怪兽的头像个铁球似的轰隆一下栽进了土里，砸出一个更大的坑，巨大的撞击连着地面都跟着颤了颤，巨兽的半个身子瞬间入了土，拔都拔不出来那种。
en_us: There was a loud slap. The beast's head was driven into the soil with the momentum of a metal ball, and the huge impact created an even bigger pit. Half of the beast's body had disappeared into the soil along with his head. It didn't seem like it could get out easily.

source: 只听见，嗞啦啦的一声裂响，只见那个原本只有一指宽的裂缝，瞬间像被撕破的纸一样，拉开了个两三尺宽的口子。
en_us: They heard a series of loud cracking sounds. It looked as effortless as tearing a piece of paper. In place of the small crack was now an opening, two- to three-feet wide.

source: 只是……
en_us: However…

source: 只是不等他迟疑，门口的一名黑甲护卫立即抓住他的手臂，热情的带着他朝里面走去，一边走还一边宽慰道：“别担心，武殿是绝对不允许打死人的，就算你陪练时不小心受伤了，武殿内也会有疗伤药奉上……”
en_us: However, not allowing him to hesitate any further, one of the guards wearing black armor at the door immediately grabbed his arm and enthusiastically brought him into the interior. As they walked, the guard consoled him by saying, "Don't worry; the Martial Arts Hall would never allow anyone to beat others to death. Even if you accidentally get injured during sparring practice, the Martial Arts Hall will offer some medicine for your wound recovery..."

source: 只是他没想到，还没等到郁家上门，到是等来了一个意想不到的人。
en_us: He didn't think that an unexpected visitor would turn up before the Yu Family did.

source: 只是他现在伤成这样……还能做饭吗？
en_us: Just that in his condition... Could he still cook?

source: 只是半个时辰之后，他的修炼又被打断了，江家大院内响起一阵沉闷的钟声，竟是家族大人物去世才会响起的丧钟。
en_us: It was only after an hour that his practices were interrupted once again. A low, loud bell-ring came from within the central courtyard. It was the ringing sound for sad events, released only when important persons in the family clan passed away.

source: 只是它估计没有算到，来这的还有元婴，甚至是化神修士，所以才被发现了踪迹。
en_us: It was just that the demon had not counted on the arrival of a Nascent Soul and even a Soul Formation cultivator; that was why they had managed to uncover its tracks.

source: 只是对方既然找上门来了，他也不能不打，好在随着他境界的提升，黑色元力再次被凝练了，颜色也变浅了一些。虽然上限还是十缕，但每一缕能让视力增强时间又变长了，此刻都能达到一炷香时间了，他对战起来也轻松无比。
en_us: Now that someone came to him, Jiang Yi did not have it in him to refuse. Fortunately, as he elevated through the stages in the Cast Tripod Realm, the black essence force became more condensed as well. Its color turned a shade lighter. Even though he could still cultivate ten wisps at most, the duration that each wisp could strengthen the vision became longer, reaching as long as five minutes. Thanks to this, he could fend for himself in a fight without breaking into a sweat.

source: 只是比起普通的修士，甚至是剑修来说，她们更加艰苦百倍。孤月瞅了瞅眼前一水娇滴滴的妹子们有些犹豫。
en_us: It was just that they would have a much harder time compared to normal cultivators, even other Sword Cultivators. Lonemoon glanced at the delicate-looking girls with some hesitation.

source: 只是片刻，江逸的身子再次一震，眼睛猛然睁开，这次他没有流泪而是站起了身子，仰天一声长啸，长啸声洪亮激昂，里面都是快意和兴奋！
en_us: It was only seconds before Jiang Yi's body shuddered. Abruptly opening his eyes, he did not shed more tears, but rather stood up and whistled loudly towards the sky. The long whistle was loud, clear, and impassioned. It was full of elation and excitement!

source: 只是短短几个时辰不见，郁红原本红艳亮丽的衣衫，此时已经糊了半身暗色干涸的血渍，身上手上脸上全是一道道深可见骨的伤口，原本精致的发髻更是乱成一团，狼狈非常。
en_us: For the few hours that she had been gone, Yu Hong's original bright and beautiful clothing had been stained in dark red blood, her body and face had wounds so deep that the bones could be seen. The previously intricate hair style had been totally messed up, looking extremely miserable.

source: 只是等他调集一缕黑色元力去伤口附近准备和药力融合时，却发现经过三个多时辰后，那药力已经全部消耗掉了，这黄参丹不愧是最低级的丹药，药力弱得可怜……
en_us: It was just that when he had collated a strand of black essence force and moved it near the wound area and prepared to merge with the medicinal power, he discovered that, when more than six hours had passed, the medical efficacy had been completely consumed. This Yellow Ginseng Elixir had proven itself to be the lowest-grade elixir with a pitifully weak medical efficacy...

source: 只是这一切都只是猜测，无论是各仙门还是四大家族，都无人出来解答这个疑惑。
en_us: These were all wild guesses, however. Nobody from the immortal sects or the four aristocratic families were able to solve this mystery.

source: 只是，她刚刚追出来，就看到江逸的身影已经消失前数十丈之外，拐进一条弯道内消失不见了。
en_us: However, just moments after chasing after him, she saw Jiang Yi disappear tens of feet away around the corner.

source: 只有他才明白柳长老为何猝死，这柳长老是个典型的偏执狂，炼丹狂人！肯定是因为探查不出那枚地阶丹药内莫名多出来的成分，这几天没日没夜的研究，走火入魔而死……
en_us: Only he knew why Elder Liu had suddenly died. This Elder Liu was the textbook example for a paranoiac and a person crazy for refining elixirs. It was definitely the case that as he could not identify the additional ingredients mysteriously included in that earth-grade elixir pill, he had spent several days researching non-stop without any rest and, as a result, died from over-exertion...

source: 只有轩辕禹一脸懵逼，什么情况？怎么就突然集体改名字了？大仙改的还是自己徒弟的名字？难道她对今天的宴席有什么不满，特意不告知印家真名？
en_us: Xuan Yuanyu was the only one who looked bewildered. What was happening? Why did they suddenly change their names collectively? The Great Immortal even changed her name to her disciple's? Was she dissatisfied with today's banquet and thus deliberately withheld her real name from the Yin Family?

source: 只见一只六阶妖经过……
en_us: A sixth-stage demon went past them, saying…

source: 只见一直低着头打呼的某人，已经抬头瞪向前方那个巨大的鬼影，正一字一句中气十足的大声道，“闭、嘴！”
en_us: The person who had been snoring, her head bowed, now looked up, glaring at the huge ghost in front of her. "Shut. Your. Mouth," she boomed.

source: 只见几天都没动一下的幡，突然在沈萤手里一抖一抖的摆动起来，仿佛突然被强风吹得风中凌乱一般。
en_us: The gonfalon that had not budged for the past few days suddenly trembled and started to sway in Shen Ying's hands, as if flapping wildly from being blown by a strong wind.

source: 只见大街小巷，半数的店门口高高挂起同样一块木牌，上面一行烫金的大字亮瞎人眼：
en_us: At every street and alley, the shops had the same wooden signboard hanging beside their doors. The words on the wooden board were painted in gold and they were extremely eye-catching:

source: 只见她一字一句的道，“大半夜的……吵什么吵？！”
en_us: Spitting out her words one at a time, Shen Ying asked, "What's with this commotion... in the middle of the night?!"

source: 只见整个玄天宗已经被启动的护山大阵包围，而在阵外不远的空中，停着一朵巨大的莲花，莲花之上，上百个陌生人的修士站在上面，人人都穿着一身绿白相隔的长衫，个个一脸不善的看着下方。
en_us: The entire Blackheaven Sect was now being protected by the Protective Mountain Array. Not far from the array, a huge lotus flower was parked in the air. Atop the lotus flower stood hundreds of unknown cultivators. Each of them were donned in green and white checkered robes, all of them looking down with hostility.

source: 只见林中，一跳一跳的蹦来一个巨大的白色身影，长耳红唇三瓣嘴。居然是一只兔妖，而它那周身浓郁得化不开的妖气，至少有八阶，不！兴许更高！妖气浓郁到这种地步……这是一只妖王！
en_us: A huge, white figure with long ears, red lips and rabbit’s mouth came hopping out from the forest. It was a rabbit demon, its whole body exuding an almost palpable demonic aura. At least level eight, no, perhaps even higher! A demonic aura that had reached such an unbelievable level… this was a Demon Monarch!

source: 只见萝卜身上的莹光越来越亮，不到一会已经包裹住了它的小身子，白胖的身子缓缓裂开了一条横线，头顶的叶子突然开始伸长，蔓过白胖的身子，它卷起那株枯叶放了下来。叶间几番搅动，把整植枯死的草木灵整齐的叠成了方块状，凑近了那条横线，然后……
en_us: The radish's body glowed brighter and brighter; soon enough, the glow had already completely enveloped the radish. It’s fat body slowly cracked open, and the leaves on its head suddenly grew longer, growing beyond its body. It then rolled up the withered plant and placed it down. After some stirring, the leaves folded the withered vegetation spirit neatly into a square, brought it near to the line, and…

source: 只见那团黑气落地就直接朝着笼中的鸡扑了过去，院中顿时响起了几声鸡呜，两息之后鸡不见了，笼里一地鸡毛间似乎多了一团黄色的东西。
en_us: The cloud of black Qi flew directly towards the chickens in the cage. The court yard immediately resounded with the clucking of chickens. Within moments, the chickens disappeared. A stack of golden objects could be seen among the chicken feathers in the cage.

source: 只见那布料上写道：
en_us: That was when he noticed the words written on the cloth:

source: 只见那牌上用烫金的大字写着：沈萤与狗，不得入内！
en_us: Written on the sign in gold lettering were the words: Shen Ying and Dogs Denied Entry!

source: 只觉得脑海里顿时叮的一声响。
en_us: Suddenly a bell rang in her head.
